# Standard directory for casks
cask_args appdir: '/Applications'

# Tap formulaes
tap 'caskroom/cask'
tap 'caskroom/fonts'

# Development
cask 'visual-studio-code'
brew 'maven'
cask 'java'
cask 'intellij-idea-ce'
cask 'docker'

# Desktop & Shell
brew 'zsh'

cask 'iterm2'
cask 'spectacle'
cask 'flux'
cask 'clipy'

# Office
cask 'thunderbird'
cask 'telegram'
cask 'libreoffice'
cask 'nvalt'
cask 'teamviewer'
cask 'handshaker'
cask 'gimp'
cask 'nextcloud'
cask 'tomighty'
cask 'calibre'
cask 'buddi'

# Browser
cask 'google-chrome'
cask 'firefox'

# Backup
cask 'backblaze'

# Gaming
cask 'steam'

# Fonts
cask 'font-hack'
