# Standard directory for casks
cask_args appdir: '/Applications'

# Tap formulaes
tap 'caskroom/cask'

# Development
cask 'visual-studio-code'
brew 'maven'
cask 'java'
cask 'intellij-idea-ce'

# Desktop & Shell
brew 'zsh'

cask 'iterm2'
cask 'spectacle'
cask 'flux'
cask 'clipy'

# Office
cask 'thunderbird'
cask 'telegram'
cask 'libreoffice'
cask 'nvalt'
cask 'teamviewer'
cask 'handshaker'

# Browser
cask 'google-chrome'

